Config = {}

Config.DamageNeeded = 10000 -- ค่าความเสียหายขั้นต่ำที่รถยนต์ต้องมีเพื่อให้สามารถดันได้
Config.MaxWidth = 1.0 -- ขนาดความกว้างสูงสุดของโมเดลรถยนต์ (ใช้สำหรับคำนวณการแนบตัวหรืออื่น ๆ)
Config.MaxHeight = 1.0 -- ขนาดความสูงสูงสุดของโมเดลรถยนต์
Config.MaxLength = 1.0 -- ขนาดความยาวสูงสุดของโมเดลรถยนต์

Keys = {
    ["LEFTSHIFT"] = 21,    -- ปุ่ม Shift ซ้าย
    ["E"] = 38,            -- ปุ่ม E
    ["A"] = 34,            -- ปุ่ม A
    ["D"] = 9,             -- ปุ่ม D
    ["Y"] = 246,           -- ปุ่ม Y
    ["X"] = 73,            -- ปุ่ม X
    ["LCONTROL"] = 36,     -- ปุ่ม Ctrl ซ้าย
    ["B"] = 29,            -- ปุ่ม B
    ["H"] = 74             -- ปุ่ม H
}
